Repository: wp-plugins/combo-slideshow
Catalog: languages/combo-slideshow-*.po
Languages: it_it

source: Slides have been ordered
it_it: Slide ordinate

source: Uploads folder named "
it_it: La Cartella upload si chiama"

source: Manage Slides
it_it: Gestisci Slide

source: Configuration
it_it: Configurazione

source: Save Settings
it_it: Salva Impostazioni

source: General Settings
it_it: Impostazioni Generali

source: Appearance &amp; Styles
it_it: Aspetto e Stile

source: Slide has been saved
it_it: Slide salvata

source: Selected slides have been removed
it_it: Le Slide selezionate sono state rimosse

source: No slides were selected
it_it: Nessuna slide selezionata

source: No action was specified
it_it: Nessuna azione specificata

source: All configuration settings have been reset to their defaults
it_it: Tutte le impostazioni sono state riportate ai valori predefiniti

source: Configuration settings could not be reset
it_it: La configurazione non può essere reimpostata

source: Configuration has been saved
it_it: Configurazione salvata

source: Insert a slideshow
it_it: Inserisci Slideshow

source: Images From a Post
it_it: Immagini da un Post

source: Custom Added Slides
it_it: Slide Personalizzate

source: Select a Post
it_it: Scegli Post

source: Exclude
it_it: Escludi

source: comma separated IDs of attachments to exclude
it_it: lista di ID allegati da escludere, separati da virgola

source: Please fill in a title
it_it: Inserisci il titolo

source: Please fill in a description
it_it: Inserisci una descrizione

source: Please specify an image
it_it: Scegli un'immagine

source: No data was posted
it_it: Nessuna data inserita

source: Displaying
it_it: Visualizzazione

source: of
it_it: di

source: Previous Page
it_it: Pagina Precedente

source: Page
it_it: Pagina

source: Next Page
it_it: Pagina Successiva

source: Configuration Settings
it_it: Impostazioni

source: Auto Slide
it_it: Automatica

source: Yes
it_it: Sì

source: Auto Speed
it_it: Automatica

source: speed
it_it: velocità

source: default:10
it_it: predefinita: 10

source: lower number for shorter interval between images
it_it: un valore più alto definisce un intervallo più lungo tra le immagini

source: Image Fading Speed
it_it: Velocità Transizione Immagini

source: default:10 recommended:1-20
it_it: predefinita: 10, consigliata: 1-20

source: lower number for quicker fading of images
it_it: un valore più basso per un passaggio più rapido tra le immagini

source: Navigation Default Opacity
it_it: Opacità predefinita degli elementi di navigazione

source: &#37; <!-- percentage -->
it_it: &#37; <!-- percentuale -->

source: opacity of the prev/next buttons by default
it_it: opacità predefinita dei pulsanti prec/succ

source: Navigation Hover Opacity
it_it: Opacità MouseOver

source: opacity of the prev/next buttons when they are hovered
it_it: opacità dei pulsanti prec/succ al passaggio del cursore

source: Show Information
it_it: Mostra Informazioni

source: Information Speed
it_it: Velocità Informazioni

source: speed at which the information will slide in
it_it: velocità di apparizione delle informazioni

source: Show Thumbnails
it_it: Mostra Anteprime

source: Thumbnails Position
it_it: Posizione Anteprime

source: Top
it_it: in cima

source: Bottom
it_it: in fondo

source: Thumbnail Opacity
it_it: Opacità Anteprime

source: default opacity of thumbnails when they are not hovered
it_it: opacità predefinita delle anteprime

source: Thumbnail Active Border
it_it: Bordo Anteprima Attiva

source: border color (hexidecimal) for the active image thumbnail. default:#FFFFFF
it_it: colore bordo (esadecimale) per l'immagine di anteprima attiva. valore predefinito: #FFFFFF

source: Thumbnails Scroll Speed
it_it: Velocità di scorrimento Anteprime

source: default:5 recommended:1-20
it_it: predefinita: 5, consigliata: 1-20

source: Thumbnail Spacing
it_it: Distanza Anteprime

source: horizontal margin/spacing between thumbnails
it_it: spazio orizzontale tra le anteprime

source: Resize Images
it_it: Ridimensiona Immagini

source: should images be resized proportionally to fit the width of the slideshow area
it_it: le immagini devono essere ridimensionate proporzionalmente, per adattarsi all'area della slideshow

source: Gallery Width
it_it: Larghezza Slideshow

source: width of the slideshow gallery
it_it: larghezza della galleria slideshow

source: Gallery Height
it_it: Altezza Slideshow

source: height of the slideshow gallery
it_it: altezza della galleria slideshow

source: Slideshow Border
it_it: Bordo Slideshow

source: Slideshow Background
it_it: Sfondo Slideshow

source: Information Background
it_it: Sfondo Informazioni

source: Information Text Color
it_it: Colore Testo Informazioni

source: Reset all configuration settings to their default values
it_it: Reimposta la configurazione ai valori predefiniti

source: Are you sure you wish to reset all configuration settings?
it_it: Sei sicuro di voler davvero reimpostare la configurazione?

source: Reset to Defaults
it_it: Reset Configurazione

source: Save Configuration
it_it: Salva Configurazione

source: Add New
it_it: Aggiungi Nuova

source: slides
it_it: slide

source: Are you sure you wish to execute this action on the selected slides?
it_it: Sei sicuro di voler eseguire questa azione sulle slide selezionate?

source: Order all your slides
it_it: Ordina tutte le slide

source: Order Slides
it_it: Ordina Slide

source: Bulk Actions
it_it: Azioni Multiple

source: Delete
it_it: Cancella

source: Apply
it_it: Applica

source: Image
it_it: Immagine

source: Title
it_it: Titolo

source: Date
it_it: Data

source: Order
it_it: Ordine

source: No slides found
it_it: Nessuna slide trovata

source: &larr; Manage All Slides
it_it: &larr; Gestisci tutte le Slide

source: Save a Slide
it_it: Salva Slide

source: Description
it_it: Descrizione

source: Image URL
it_it: URL Immagine

source: Use Link
it_it: Usa Link

source: Link To
it_it: Link a

source: Save Slide
it_it: Salva Slide

source: Slide Left
it_it: Slide a Sinistra

source: Slide Right
it_it: Slide a Destra

source: Styles
it_it: Stile

source: add new
it_it: aggiungi nuova
